Repository: VitorGK/Overthinker
Catalog: Overthinker/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# CreateThoughtScreen/NavigationTitle
source: New Thought
pt_br: Novo Pensamento

# DayOfThoughts/SectionHeader/SummarizeButton-Title
source: Summarize
pt_br: Resumir

# NewThoughtScreen/TextEditorPlaceholder
source: What’s on your mind?
pt_br: O que se passa na sua mente?

# NewThoughtScreen/Toolbar/CancellationAction/Button-Title
source: Close
pt_br: Fechar

# NewThoughtScreen/Toolbar/CancellationAction/ConfirmationDialog-Title
source: Are you sure you want to discard this new thought?
pt_br: Você tem certeza que deseja descartar esse novo pensamento?

source: Discard Thought
pt_br: Descartar Pensamento

# NewThoughtScreen/Toolbar/ConfirmationAction/Button-Title
source: Memorize
pt_br: Memorizar

# OverthinkerShortcuts/QuickThoughtIntent-ShortTitle
source: Quick Thought
pt_br: Pensamento Rápido

# QuickThoughtIntent-Description
source: Add a quick thought to your collection of thoughts.
pt_br: Adicionar um pensamento rápido para a sua coleção de pensamentos.

# QuickThoughtIntent-Title
source: Add Quick Thought
pt_br: Adicionar Pensamento Rápido

# QuickThoughtIntent/Parameter/QuickThought-Description
source: The thought to be memorized.
pt_br: O pensamento a ser memorizado.

# QuickThoughtIntent/Parameter/QuickThought-RequestValueDialog
source: What are you thinking right now?
pt_br: O que você está pensando agora?

# QuickThoughtIntent/Parameter/QuickThought-Title
source: Quick Thought
pt_br: Pensamento Rápido

# ThoughtDetailsScreen/ThoughtDate-Text%@%@
source: Thought on %1$@ at %2$@
pt_br: Pensado em %1$@ às %2$@

# ThoughtDetailsScreen/Toolbar/DestructiveAction/Button-Title
source: Forget Thought
pt_br: Esquecer Pensamento

# ThoughtDetailsScreen/Toolbar/DestructiveAction/ConfirmationDialog-Title
source: Are you sure you want to forget this thought?
pt_br: Você tem certeza que deseja esquecer esse pensamento?

source: Forget Thought
pt_br: Esquecer Pensamento

# ThoughtListScreen/EmptyState-Description
source: What have you been thinking lately?
pt_br: O que você tem pensado ultimamente?

# ThoughtListScreen/EmptyState-Title
source: Empty Mind
pt_br: Mente Vazia

# ThoughtListScreen/EmptyState/Button-Title
source: New Thought
pt_br: Novo Pensamento

# ThoughtListScreen/NavigationTitle
source: Thoughts
pt_br: Pensamentos

# ThoughtListScreen/Toolbar/PrimaryAction/Button-Title
source: New Thought
pt_br: Novo Pensamento

# ThoughtSummaryScreen/NavigationTitle
source: Thought Summary
pt_br: Resumo

# ThoughtSummaryScreen/ThoughtDate-Text%@
source: Summary of thoughts on %@
pt_br: Resumo de pensamentos em %@

# ThoughtSummaryScreen/Toolbar/CancellationAction/Button-Title
source: Close
pt_br: Fechar

# ThoughtSummaryScreen/Toolbar/DestructiveAction/DestructiveButton-Title
source: Resummarize
pt_br: Refazer
